import Image from "next/image";

const Monastery = () => {
  return (
    <>
      <p>
        На південних теренах Галицького краю, де протікає мальовнича ріка
        Дністер, розташоване місто Заліщики. Протягом багатьох років край манив
        своєю красою і географічним розташуванням багатьох туристів. У свій час
        місто стало важливим торгівельним, культурним і духовним осередком. 4
        квітня 1911 р. у Заліщиках було відкрито монастир Сестер Служебниць
        Непорочної Діви Марії по вул. Грюнвальдській (нині - вул.
        С.Крушельницької). Цей будинок подарував Сестрам міщанин п. Семенович.
        Зі створенням монастиря при ньому почала діяти захоронка, фундаторами
        якої були п. Антон (1826 – 1914) та п. Юлія (1832 – 1915) Чайківські.
      </p>
      <p>
        З 1913 р. постійним гостем захоронки Сестер Служебниць стає директор
        Заліщицької вчительської семінарії Осип Маковей. Так, за його підтримки
        та з ініціативи колишнього його учня, семінариста Івана Малюка, на базі
        захоронки було організовано дитячий хор. У скорому часі юні хористи
        виступали не лише на сцені Народного дому в Заліщиках, але й у сусідніх
        селах. У той час для молодого хору О. Маковей написав слова пісні
        „Привітайте щиро” і скомпонував до неї музику. Окрім цього, Сестри
        організовували виступи дітей на відзначення роковин українського генія
        Т.Г. Шевченка, разом з юними артистами готували святкування Дня св.
        Миколая тощо. Одним із культурно-освітніх заходів, які проводили Сестри,
        були екскурсії для дітей міста та околиць, зокрема піші походи (близько
        20км.) до с. Городок, де ріка Серет впадає в р. Дністер.
      </p>
      <Image
        className="mx-[auto] my-[0] h-auto w-1/2"
        width={300}
        height={300}
        src={"/img/monastery1.jpg"}
        alt="monastery1"
      />
      <p>
        Сучасники розповідають, що Сестрам належала значна частина земельних
        угідь (їхні маєтки сягали аж до місця сьогоднішньої пекарні), вони мали
        великий сад, у якому росли абрикоси, добірні сорти вишень і черешень, що
        їх Сестри споживали, а залишки продавали, щоб за виручені кошти
        утримувати захоронку. Більше того, в окремі періоди існування монастиря
        у його володінні перебували конюшні з кількома кіньми.
      </p>
      <p>
        Після першої світової війни монастир зазнав певних змін: його було
        перебудовано, після чого в ньому замешкали Сестри Служебниці та
        діти-сироти, яких у післявоєнному місті стало багато. Особливу увагу
        Сестрам приділяв фундатор монастиря - Станіславівський Єпископ Григорій
        Хомишин. Як зазначає у своїх спогадах сестра Вероніка Гаргіль, Головна
        Настоятелька монастиря на той час, „... владика по-батьківськи
        опікувався нашим Згромадженням бо завдяки Його жертовності, наше
        Згромадження розрослося дуже скоро. Хоч сам він був небагатий, при цьому
        жив дуже скромно, все ж таки знаходив cnoci6, щоб придбати фонди на
        численні будинки, які в кopoткім чaci зростали в межах Його Єпархії, де
        тисячі дітей-сиріток, убогих, немічних старих знаходили притулок,
        прожиток, працю i опіку».». За власні кошти Владика збудував 34
        захоронки і 16 дитячих притулків; він прагнув, щоб діти виховувалися в
        християнському дусі та моралі.
      </p>
      <p>
        Сестри також опікувалися дитячим притулком, який протягом 1936 – 1937
        рр. було споруджено на кошти Преосвященного Владики Г. Хомишина. Це був
        гарно спланований дім - мав „сутерини” і два поверхи. До будинку вели
        широкі сходи, а перед самим входом були фонтан і облаштований дитячий
        майданчик. Задній дворик було засаджено фруктовими деревами, які
        надавали особливої краси у теплу пору року (на жаль, тільки цей будинок
        з певними змінами зберігся). Генеральною директоркою притулку була на
        той час Сестра настоятелька Вероніка, а Сестри Килистина і Ярослава жили
        тут і відповідали за виховання дітей. Господарськими справами займалися
        цивільні жінки, які приходили допомагати Сестрам.
      </p>
      <p>
        1944 р., коли через місто проходив фронт, у притулку перебувало 18
        дітей. Проте лихоліття війни змусило Сестер разом з їхніми вихованцями
        втікати з міста і шукати собі захисту у навколишніх селах, зокрема
        Печорні та Добрівлянах. Таким чином, від березня до серпня того ж року
        Сестри і діти перебували в селянських родинах. Лише наприкінці року
        дитячий притулок перенесено в інший будинок, що його згодом було
        перетворено на інтернат, у якому діти перейшли на державне утримання.
      </p>
      <p>
        У 1944 р. радянська влада забрала монастир у свою власність, а в
        наступних, 1945 і 1946 роках, через кардинальну зміну у ставленні
        радянської влади до Української Греко-Католицької Церкви, зазнали змін
        стосунки місцевого керівництва із Сестрами. Так, новий директор школи
        попросив їх знайти собі іншу роботу, оскільки релігійне виховання йшло
        всупереч новій комуністичній ідеології. У цей же час від Сестер
        забирають і головне приміщення, у якому було розміщено парткабінет, а
        пізніше віддано під житло людям. З 1964 р. по 1998 р. у стінах монастиря
        функціонували райсільгоспуправління, а згодом – жіноча консультація, ще
        пізніше - стоматологічний відділ районної лікарні, у якому працювали 4
        лікарі.
      </p>
      <p>
        Перехід УГКЦ у підпільне життя не обминуло і Сестер. Через масові
        переслідування та арешти вони, маючи медичну та іншу освіту, змушені
        були йти працювати в медичні заклади, санаторії тощо. Цікавим є і той
        факт, що окремі із Сестер у той час отримали від держави квартири.
        Зокрема, с. Килистина Пастернак працювала медсестрою в інфекційній
        лікарні і з двоюрідною сестрою Євгенією жила в своєму помешканні по вул.
        Степана Бандери, №81 (1945 – 1986 рр.).1Сестра Йосафата Плезя з 1956 р.
        і до смерті працювала медсестрою в пологовому будинку і проживала в домі
        з родиною о. Ярослава Мартинюка по вул. Радянській (нині – С.
        Крушельницькій), де мала свою кімнату і частину грядки. С. Давида
        Забавська була медичною сестрою в районній поліклініці; с. Нестора
        Сембратович - робітницею в райпромкомбінаті; с. Леонія Мимохід працювала
        головним кухарем у районній лікарні, с. Іванна Дяківська - медичною
        сестрою і жила в родини, с. Маргарита Сивак мила посуд у дитячому
        санаторії. Сестри Галина Крочак і Теозевія Крочак жили в помешканні по
        вул. 1- го Травня (нині - Ольжича ).
      </p>
      <Image
        className="mx-[auto] my-[0] h-auto w-1/2"
        width={300}
        height={300}
        src={"/img/monastery2.jpg"}
        alt="monastery2"
      />
      <p>
        Частина Сестер від 1956 р. замешкала в будинку по вулиці 1 травня, 18.
        Там вони шили ковдри для населення міста, а також виготовляли весільні
        корони і віночки для молодих пар. Але попередньо, з 1945 по 1953 рік, у
        цьому ж будинку нелегально, без прописки проживала родина о. Ярослава
        Мартинюка (дружина і четверо дітей). О.Ярослав через небажання перейти
        на православ’я змушений був покинути парафію в с. Гійче Рава-Руського
        р-ну Львівської обл. Отець відправляв Служби Божі в неділю і свята в
        кімнаті при заслонених вікнах і зачинених дверя, а в будні дні - у
        підвалі, де була в стіні ніша (фрамуга), що служила за престіл. 1956р.
        о. Ярослав Мартинюк перебирається з родиною на квартиру до п. Галини
        Сокольової, яка проживала по вул. Радянській ( нині – С.
        Крушельницькій), 39. Незважаючи на переслідування КДБ і приїзд
        уповноважених по релігійних справах з м. Тернополя, о. Ярослав кожного
        дня служив Літургію. На Богослужіння приходили й Сестри, переодягнені в
        цивільний одяг, щоб не привертати до себе уваги з боку міліції. Це були
        с.с. Теозевія Крочак, Галина Крочак, Олімпіада Іванців, Нестора
        Сембратович, Маргарета Сивак, Соломія Біла, Йосафата Плезя, Іванна
        Дяківська, Килистина Пастернак, Ольга Савчак. Траплялися випадки, що
        задля безпеки приходити на Богослужіння всі разом Сестри не могли.
      </p>
      <p>
        Що стосується самих заліщан, то мало хто з них самих бував на відправах,
        оскільки боялися переслідувань і звинувачень в антидержавному заколоті,
        а також через не- поінформованість. Проте, як не дивно, велика кількість
        людей приїжджала з різних сіл Заліщицького району: Колодрібки,
        Дорогичівки, Бедриківців, Дзвиняча, Поділля, Буряківки. Із сіл Росохача,
        Мухавки Чортківського району люди часом припливали катером по Дністру, а
        із села Городниці ( в основному в базарні дні) зранку продавали свій
        крам, а відтак приходили на Літургію. Були випадки, що на окремі свята
        збиралося по 20-30 і більше людей, які заповнювали великі кімнати
        будинку. Під час Богослужінь о. Ярославу (опісля й іншим священникам)
        прислуговувала його дружина Стефанія. Після її смерті прислуговували
        с.Килистина і с.Йосафата. Сестра Килистина Пастернак таємно готувала
        деяких дітей до Першого Святого Причастя, а потім приводила їх на Службу
        Божу. Після смерті о. Ярослава у 1975 р. відправляти Богослужіння почав
        о. Степан Захарків,ЧНІ, але через переслідування КДБ змушений був це
        робити рідше. Траплялося, що о. Степан відправляв Служби Божі у
        помешканні с.Килистини. На них таємно приходили знайомі жінки з міста, а
        також із с. Добрівляни. Також велику підпільну місію в цей провадили
        о.о. Яків і Єронім Тимчуки, які й поховані на місцевому кладовищі.
      </p>
      <p>
        У часи виходу УГКЦ з підпілля влада на місцях почала повертати церквам і
        монастирям їхню власність. Багато спричинився до повернення монастиря
        Сестер Служебниць о. Никодим Гуралюк, ЧСВВ, який був парохом церкви
        Покрови Пресвятої Богородиці в Заліщиках.
      </p>
      <p>
        Взимку 1998 р. Синеверський Любомир Васильович, головний лікар районної
        лікарні та Кобіс Степан Володимирович, голова Заліщицької
        райдержадміністрації, посприяли поверненню помешкання Сестрам (зробили
        ротацію: стоматологічний відділ перенесли в парк біля терапевтичного
        відділу районної лікарні). Також допоміг у справі повернення начальник
        обласного управління охорони здоров’я п. Князевич. А вже згодом
        Блаженної пам’яті Преосвященний Владика Михайло Сабрига дав
        благословення на ремонт монастиря Сестер Служебниць за рахунок коштів
        парафії Покрови Пресвятої Богородиці.
      </p>
      <Image
        className="mx-[auto] my-[0] h-auto w-1/2"
        width={300}
        height={300}
        src={"/img/monastery3.jpg"}
        alt="monastery3"
      />
      <p>
        2000 р. силами та коштами парафії згаданої церкви при активній допомозі
        отця-декана Івана Сендзюка, а також Згромадження Сестер Служебниць, тут
        було проведено ремонт. До нього активно долучилися парафіяни Думний
        Героній, Бачинський Ярослав, Ковальський Володимир, Мартинюк Іван,
        Дутчак Роман, а також церковне сестринство. Треба відзначити, що
        Синеверський Любомир Васильович пожертвував на монастир деякі меблі, а
        також і надалі допомагав Сестрам матеріально: коштами і продуктами.
      </p>
      <p>
        13 жовтня 2000 року – довгоочікуваний день, коли Сестри дочекалися
        посвячення дому, де, як згадують с.с. Севастіяна Шегда та Назарія Дудар,
        найціннішим скарбом стали Найсвятіші Тайни. Святу Літургію і обряд
        посвячення дому здійснив о. Олег Винницький, Заліщицький декан на той
        час, а також о. Іван Сендзюк, парох, о. Іван Майкович, ЧСВВ – ігумен
        Бучацького монастиря, о. Теодозій Крецул, ЧСВВ – ігумен Улашківського
        монастиря, о. Станіслав Жаляз римо-католицького костелу. На посвяту
        також приїхали сестри зі Львова, Тернополя та інших місцевостей, були
        присутні представники влади та велика кількість парафіян. В очах людей,
        які брали участь у посвячені монастиря, були сльози радості, оскільки
        тривалий час вони чекали цієї події. Дехто пригадував собі, як ще
        колись, будучи дитиною, ходив до захоронки Сестер. „Які це були щасливі
        дні!”- говорили вони.
      </p>
      <p>
        А загалом заліщани брали активну участь у духовних святкуваннях. Окрім
        освячення монастиря Покрови Пресвятої Богородиці Сестер Служебниць
        Непорочної Діви Mapії, вони брали участь у спільній молитві до ікони та
        мощей Преподобної Сестри Йосафати Гордашевської, які було привезено з
        Івано-Франківщини деканом Заліщицького деканату УГКЦ о. 1ваном Сендзюком
        та с. Боніфатією Дяків. Святкування в Заліщиках розпочались 20
        листопада, який є днем Преподобної Матері Йосафати. 21 листопада
        заліщани зустрічали в церквi св. Покрови мощі та ікону Преподобної
        Йосафати, мали нагоду прикластися до них, помолитись. Наступного дня о.
        Богдан Курилів з Івано-Франківська провів духовну віднову-молитву, яка
        спонукала парафіян до роздумів над своїм життям, сприяла утвердженню
        людей у вірі. У неділю вібулася Архиєрейська Свята Літургія, яку
        відправив Владика Іриней Білик, правлячий Єпископ Бучацької Єпархії
        Української Греко-Католицької Церкв, у співслужінні з отцем деканом
        Іваном Сендзюком та 15-ма священниками. У Літургії брали участь
        священики з інших місцевостей, Сестри Служебниці із Тернополя, Львова,
        Івано-Франківська. Були церковні процесії із cycіднix cіл. Опісля
        процесійний noxiд вирушив до монастиря Покрови Пресвятої Богородиці
        Сестер Служебниць Непорочної Діви Mapiї, куди перенесли iконy i мощi
        Преподобної Йосафати. Монастир освятив Владика Іриней. Звучали молитви,
        читались псалми. Під час духовних святку­вань у Заліщицькому xpaмi
        побувала велика кількість парафіян. Люди йшли сім’ями, цілими родинами.
        На молитву приходили школярі з обох Заліщицьких шкіл, iз гімназії. Слова
        молитви допомагали очистити душу, стати добрішими i щедрішими.
      </p>
      <p>
        Сьогодні дім Сестер Служебниць у Заліщиках нараховує п’ять сестер. Вони
        проводять активну місійну працю як у Заліщиках, так і за його межами.
        Сестри викладають основи християнської етики у школі-інтернаті, готують
        дітей до Першої Сповіді та Святого урочистого Причастя при парафії
        Покрови Пресвятої Богородиці, займаються вихованням молоді, готують з
        дітьми духовні та концертні програми, під час літніх канікул
        організовують літні табори для дітей та молоді, виїжджають на
        катехизацію до сіл. Окрім цього, двічі на тиждень вони відвідують
        лікарні – Військовий шпиталь і терапевтичний відділ районної лікарні, де
        разом із хворими моляться. Також Сестри печуть просфору та прибирають у
        церкві.
      </p>
      <p>
        Сьогодні при монастирі функціонує одноденна захоронка, яку відвідують
        діти дошкільного віку та учні початкових класів. Великим даром є старші
        Сестри, які апостолують молитвою.
      </p>
      <p>
        Отже, можна з твердою впевненістю говорити, що праця, яку проводить
        спільнота Сестер Служебниць у Заліщиках, має велике значення. Сьогодні,
        коли в суспільстві відбувається викривлення цінностей життя,
        аморалізуються життєві принципи тощо, Сестри на засадах християнської
        віри і моралі і надалі намагаються виховувати в молодого покоління
        повагу до своєї родини, власного народу, держави і, зрештою, до самого
        себе.
      </p>
      <h3>
        Сестри-служебниці Заліщицького дому ССНДМ від 1912 (перелік сформовано з
        інформації архіву ССНДМ):
      </h3>
      <h4>З 1912 р. у домі проживали і працювали: </h4>
      <ul>
        <li>
          З 1912 р. - с.Левкадія – настоятелька; с.Юліянна, с.Арета, с.Захарія.
        </li>
        <li>
          1925 р. – с.Константина – настоятелька, с Соломія – намісниця;
          с.Филина, с.Юліяна, с.Авралія.
        </li>
        <li>
          1927 р. притулок – с.Константина – настоятелька; с.Меланія –
          намісниця; с Филина, с.Юліяна, с Авралія.
        </li>
        <li>
          1929 – 1930 рр. настоятелькою монастиря стала с.Тозевія, з якою
          проживали і працювали с.Серафина, с.Іларіона і с.Єлесея.
        </li>
        <li>
          1931 р. на місце настоятеля прийшла с.Ігнатія, поряд з якою в
          монастирі жили і працювали с.Андроніка, с.Іляріона і с.Віталія.
        </li>
        <li>
          1935 року настоятелькою була с.Віталія Градюк, з нею були
          с.Максиміліана Боднар, с.Антуса Шаматинська і с.Тарасія Півторак.
        </li>
        <li>
          1938 року – с.Агатоніка Безпалько (настоятелька), с.Меланія Пигель,
          с.Амврелія Рубчинська і с.Антонія Кулик.
        </li>
        <li>
          З 1979 по 1991 рік настоятелькою спільноти Сестер у Заліщиках була
          с.Олімпіада Іванців, з нею були с.Нестора Сембратович, с. ОльгаСавчак,
          с. Олена Озар, с.Соломія Біла, с.Самуїла Хомишин.
        </li>
      </ul>
      <h4>
        Список Сестер-настоятельок спільноти Сестер Служебниць у м. Заліщики від
        1991 по 2010 р.
      </h4>
      <ul>
        <li>1991 – 1994 - с. Келистина Пастернак</li>
        <li>1994 – 1999 - с. Олена Озар</li>
        <li>1999 – 2000 - с. Наталія Грицула</li>
        <li>2000 – 2001 - с. Олена Озар</li>
        <li>2001 – 2004 - с. Боніфатія Дяків</li>
        <li>2004 – 2007 - с. Єлисавета Проць</li>
        <li>2007 – 2008 - с. Стефанія Коваленко</li>
        <li>2008 – 2009 - с. Лідія Сидорко</li>
        <li>2009 – 2011 - с. Стефанія Коваленко</li>
        <li>2011 - 2012 - с.Віра Корищук</li>
        <li>2012 - 2013 - с.Маркіяна Блонська</li>
        TBD
      </ul>
    </>
  );
};

export default Monastery;
