import Image from "next/image";

const Establishment = () => {
  return (
    <>
      <h3>Заснування</h3>
      <p>
        Українська церква. Вона не лише надихає своїх парафіян, але є
        цементуючою силою у зміненні нації, вона віками сприяла зростанню
        національної свідомості своєї пастви. Коли наша багатостраждальна
        Україна знаходилась під гнітом іноземних завойовників, церква, як
        справжня матір, горнула всіх до себе і словом Божим підтримувала всіх,
        хто шукав опіки.
      </p>
      <p>
        Сліди зародження християнської релігії у давньоруського населення
        простежуються у західній околиці Заліщиків. У 1987 році на лівому схилі
        урочища &quot;Вощилівка&quot;, поряд з новобудовами житлового масиву
        &quot;Сонячний&quot; знайдено бронзову стулку енколпіона із зображеням
        рельєфної фігури &quot;Богоматері-Оранти&quot; з долонями перед грудьми.
      </p>
      <p>
        Перша письмова згадка про церкву в Заліщиках датується 1718 роком. Про
        вигляд храму святої Трійці в колишньому селі Заліщиках з її інвентарем і
        всіма атрибутами довідуємось з унікального опису єпархіяльної візитації
        1730-1733 рр. (Національний музей у Львові. Відділ рукописів. Церковної
        візитації. Справа 11. с. 291). Тоді візитатор із Митрополичої Львівської
        консисторії святого Юра, описуючи стан галицьких церков, побудував у
        Заліщиках і зафіксував у письмовій візитації стан місцевої церкви.
        Візитатор вказує, що в селі Заліщики у маєтку пана Юрія Любомирського,
        який орендує пані Дмуховська, знаходиться церква святої Трійці, поркрита
        соломою. Церква збудована і посвячена 1718 року. У ній зберігаються
        гробниця, мирниця, чаша, кадильниця, малий дзвінок. Є великий дзвін, що
        коштує 8 талярів. Має церква також 2 фелони, епітрахиль, 2 стихарі,
        Євангеліє, Трифологіон, Требник, Служебник, Псалтир та Октаїх. Були ще
        рукописні книги Ірмологіон і Тріодь постова. Увесь церковний інвентар,
        крім великого дзвону, був власністю священика. Великий дзвін належав
        церкві. Священик вів метрикальні книги.
      </p>
      <Image
        className="mx-[auto] my-[0] h-auto w-1/2"
        width={300}
        height={300}
        src={"/img/establishment1.jpg"}
        alt="establishment1"
      />
      <p>
        Парохом тодішньої церкви був отець Гаврило Щиглович, посвячений у
        Волощині. 9 травня 1725 року в Уневі. На заліщицьку парафію його
        благословив львівський єпископ Атанасій Шептицький.
      </p>
      <p>
        У Центральному державному історичному архіві міста Львова зберігається
        план міста Заліщики з селами Старі Заліщики, Добровляни, Жиравки і
        Філіпче (Пилипче), складений 19 червня 1784 року повітовим інженером
        Іваном де Круссом. На плані видно, що місто і село Старі Заліщики мали
        одну церкву. Із звіту Заліщицького окружного староства Галицькому
        губернаторству від 2 серпня 1785 року довідуємося, що у Заліщиках
        проживало 586 осіб-християн.
      </p>
      <p>
        У 1832 році патроном церкви святої Трійці був Петро барон Бруніцький.
        Обов&apos;язки священика виконував Павло Марцінковський, 1802 року
        народження. До заліщицької церкви належала як дочірня церква в селі
        Добрівлянах. Греко-католицька громада в Заліщиках налічувала 722
        чоловіки.
      </p>
      <p>
        Протягом 1850-1860 рр., читаємо &quot;Шематизмі всього Всечесного клиру
        Львівської митрополичої греко-католицької архиєпархії&quot;, патроном
        церкви пресвятої Трійці у Заліщиках був Лев барон Бруніцький. Парохом
        служив Михайло Рожанковський, 1802 року народження (висвячений у 1830
        році). У 1860 році греко-католицька громада налічувала 842 чоловіки. У
        1861 році згоріла дерев&apos;яна церква. Краєзнавець Юзеф Шварц у
        путівнику &quot;Заліщики і околиця&quot; 1931 року пише:
        &quot;Кам&apos;яний хрест в парафіяльному городі позначає місце вівтаря
        давньої церкви фундованої королем Станіславом Августом, яка згоріла 1861
        року&quot;. Про будівництво і вигляд нової церкви святої Трійці в
        Заліщиках Юзеф Шварц пише: &quot;Церква мурована у 1864-1875 рр.,
        споруджена у проекті латинського хреста з боковими презбітеріями. На
        схрещенні рамен напівкругла, покрита бляхою баня. Внутрі іконостас
        роботи Йосифа Нича із Заліщиків. Мурована дзвіниця 1930 року. Церкву
        посвячено у 1873 році&quot;.
      </p>
      <p>
        У 1878-1887 рр., як записано в Шематизмах, патроном заліщицької церкви
        був Северин барон Бруніцький. Парохом служив Олександр Княгинецький 1839
        року народження (висвячений у 1864 році).
      </p>
      <Image
        className="mx-[auto] my-[0] h-auto w-1/2"
        width={300}
        height={300}
        src={"/img/establishment2.jpg"}
        alt="establishment2"
      />
      <p>
        Із &quot;Шематизму всього кліру греко-католицької єпархії
        Станіславівської 1887 року&quot; дізнаємося, що заліщицька церква святої
        Трійці зберігає метрики від 1776 року. При церкві був дяк, званий
        &quot;церковним півчем іспитованим&quot;, тобто екзаменованим. Дяк
        отримував платню за свою службу по 10 крейцерів від кожного дому і
        користувався півтора морговим полем. Греко-католицьке населення
        Заліщиків налічувало 810 чоловік. Деканом Заліщицького деканату був
        отець Йозиф Гаванський, парох в Устечку, віце-деканом - отець Олександр
        Княгиницький.
      </p>
      <p>
        У 1895 році до Заліщицького деканату належали парафії у Бедриківцях,
        Берем&apos;янах, Буряківці, Хмелеві, Дзвинячу, Городку, Іваню,
        Касперівцях, Кошилівцях, Летячому, Ниркові, Садках, Свидові, Щитівцях,
        Товстому, Торському, Угриньківцях, Устечку, Винятинцях, Ворвулинцях,
        Зозулинцях і Жежаві. Після смерті отця Олександра Княгиницького парохом
        заліщицької церкви став отець Ілля Чорнодоля, знаний своїми
        патріотичними промовами, особливо під час січово-сокільського здвигу у
        липні 1914 року.
      </p>
      <p>
        Згідно &quot;Шематизму&quot; 1935 року патроном церкви святої Трійці
        була Стелла де Турнау фон Добчице. Завідувачем став отець Петро
        Мельничук, 1901 року народження (висвячений 1928 року). Сотрудником
        служив отець Володимир Чорний, а катехитом - отець Микола Боклащук.
        Місцева греко-католицька громада налічувала тоді 1390 чоловік. При храмі
        діяли братства церковні-звичайні, свічкові, слуг Христових під Покровом
        Пречистої Діви Марії, Милосердя імені святого Іоана Милостивого
      </p>
      <p>
        . Щороку на Зелені свята церковна громада влаштовувала свята полеглих. У
        1936 році таке свято проводилось у Заліщиках за участю представників
        майже 30 сіл повіту.
      </p>
      <Image
        className="mx-[auto] my-[0] h-auto w-1/2"
        width={300}
        height={300}
        src={"/img/establishment3.jpg"}
        alt="establishment3"
      />
      <p>
        Про скорботну велелюдну панахиду, організовану в заліщицькій церкві у
        дні похорону Начального Вождя УГА, генерала Мирона Тарнавського писала
        львівська газета &quot;Діло&quot; у липні 1938 року. Не менш урочисте й
        велелюдне організувала церква свято Хрещення України 14 жовтня 1938 року
        з участю отця доктора Василика із Станіславова. Церква у Заліщиках
        завжди була осередком гуртування місцевого населення. Вона берегла
        старовинні українські традиції, сприяла розвитку мистецьких захоплень.
        Із участі в церковному хорі розпочав свій творчий шлях видатний
        композитор заліщанин Михайло Гайворонський. Церква вистояла, переживши
        бурхливі воєнні роки, надзвичайно тяжкі часи войовничого атеїзму.
      </p>
      <p>
        У 2014 році, парафія святкувала 150-ліття з часу благословення наріжного
        каменю, та початку будівництва храму. Це сталося у 1864 році.
      </p>
      <p style={{ textAlign: "end" }}>
        <b>Василь Олійник,</b>
        <br />
        <b>директор Заліщицького краєзнавчого музею</b>
      </p>
    </>
  );
};

export default Establishment;
