const fullHistoryHTML = `<h3>Детальна історія</h3> <p>
        День 5 липня 1864 року «записанъ въ Залъщикахъ для руського жительства,
        яко день радости, на котором закладались мо основательный камень для
        нашой церкви». Такими словами розпочиналося повідомлення про урочистості
        закладення першого каменя під будівництво нової церкви в Заліщиках. Його
        опублікувала львівська газета «Слово» 16 вересня 1864 року. «Слово» —
        громадсько-політична і літературна газета, яка виходила у Львові в 1861
        - 1887 роках. Матеріали в цій газеті друкувалися т. з. «язичієм» (мовою,
        зближеною до народної). Саме такою мовою наведено окремі цитати в даному
        повідомленні. Багатий інформаційний матеріал у «Слові» становить цінне
        джерело для вивчення історії Галичини другої половини 19 столітті.
        Знаходимо тут також і дописи про події в нашому місті Заліщики.
      </p>
      <p>
        Один з таких матеріалів, що стосується будівництва церкви у нашому
        місті, надрукований як розповідь очевидця під назвою «З Заліщик.
        (Закладення першого каменя під нову церкву)». В цьому своєрідному
        репортажі описано, як проходило це незвичайне дійство в нашому місті
        майже 150 років тому.
      </p>
      <p>
        Того дня вже від самого ранку, незважаючи на несприятливу погоду - падав
        дощ - зібралося, як пише автор, «множество народа розличных
        въросповъданій на площаді где стоятиме новый домь Божій». Місце було
        прикрашено зеленню і квітами, а два прапори – синьо-жовтий (національний
        прапор, використовуваний українцями на землях, що перебували на той час
        у складі Австрійської імперії) і чорно-жовтий (прапор Австрійської
        імперії) підносилися разом над святковою площею. Серця людей, що прибули
        на це торжество, були переповнені хвилюванням і, як розповідає
        очевидець, в очах багатьох людей « заблисла слеза радости».
      </p>
      <p>
        Зважаючи на нелегкі умови соціально-економічного стану українського
        населення та складні обставини розвитку української церкви, це було
        дійсно радісна подія для українського населення краю. Непрості часи
        переживали тоді й Заліщики і українська церква. Як відомо, попередній
        дерев’яний храм згорів під час великої пожежі, що сталася в місті 26
        липня 1861 року. Місто Заліщики запалало тоді раптово. Вогонь вибухнув в
        жидівському будинку через необережність при випіканні хліба і,
        підхоплений сильним вітром, так швидко розповсюдився, що перш ніж можна
        було чимось помогти, вже кілька будинків палали у вогні. На протязі двох
        годин полум’я охопило 48 житлових будинків і 37 будівель, між тим
        греко-католицьку церкву і жидівську божницю. Загинули люди. До речі, рік
        перед цим, в 1860 році церква теж горіла, але пошкодження тоді були
        незначні. У 1861 ж році вона згоріла дотла.
      </p>
      <p>
        Пожежа, в якій згоріла церква, була не єдиною в цьому періоді історії
        нашого міста. Через два роки 2 вересня 1863 року сталася ще одна
        масштабна пожежа, яка охопила значну частину Заліщик. Велике знищення
        спіткало й так бідне місто. Того дня близько 3-ї години опівдні
        спалахнула пожежа в так званому ринку і на протязі п’яти годин знищила
        200 будинків, позбавляючи близько 2500 людей житла. Майже весь ринок,
        ратуша, де були розміщені нормальна школа, дві синагоги, з яких одна
        стояла біля 100 років, і великі склади дерева над Дністром стали жертвою
        вогню. Пожежа поширилася з надзвичайною швидкістю, чому сприяла страшна
        спека. Від ринку вогонь перекинувся на жидівську дільницю дуже густо
        заселену і дійшов до Дністра. Населення цієї частини переважно бідне.
        Будиночки, здебільшого дерев’яні, згоріли дощенту. Руїни, що залишилися,
        являли собою сумне видовище. Пожежа була такою раптовою, що згоріли
        навіть речі, винесені на вулицю. Крім того, учинився сильний вихор чи
        скоріше повітряне завихрення, яке підносило речі в повітря і переносило
        на кілька сот кроків. Практично вигоріла 1/3 частина міста, всього 238
        будинків. Потерпіло від пожежі 609 родин, 2684 людей постраждало (були
        попечені, травмовані і т. п.). Загальна сума збитків складала більше ніж
        0, 5 млн. золотих ринських.
      </p>
      <p>
        У 1864 році були й інші стихії: 17 червня звіялася сильна буря зі зливою
        в Заліщиках і пошкодила багато будинків у місті. В липні того ж року
        повінь на Дністрі знесла понтони Заліщицького мосту, які попливли аж за
        російський кордон. Перервалося сполучення з Буковиною. Тож випробувань
        на долю простого люду випало немало.
      </p>
      <p>
        В «Статистиці міст і містечок повітових згідно нової організації краю»,
        укладеній Антонієм Шнайдером в 1866 році, наведено опис нашого міста в
        середині ХІХ ст. Заліщики. Територія міста займала тоді лише 47 моргів
        площі, в місті було 392 будинки, 1188 сімей, 5124 жителі (743
        римо-католики, 275 греко-католиків, 7 вірмено-католиків, 63 лютерани, 1
        кальвініст і 4035 ізраелітів, а також 445 інших). Тут було окружне
        управління і повітовий уряд, гмінний уряд, пошта, телеграфна станція,
        парафія католицька, парафія греко-католицька, євангелістський пасторат з
        собором, школа нормальна основна, аптека, 4 лікарі, міський шпиталь на
        30 хворих, дім убогих, міське казино, гарний палац з садом. Був тут
        великий, довжиною 106,5 сажня, покладений на 20 понтонах, міст
        понтонний, що належить уряду з правом перевезення.
      </p>
      <p>
        Стосовно роду заняття населення міста складалося з: 6 духовних осіб, 57
        службовців, 8 лікарів, 204 халупників, 249 ремісників з 142 помічниками,
        145 торговців і купців з 80 помічниками, 11 домашніх працівників, 247
        інших слуг, 223 наймити і 3652 жінок та дітей. Крім деяких невеликих
        обійсть місцеві мешканці не мали більших посілостей та великих земельних
        господарств, все населення в основному торгово-ремісниче або
        наймитувало. До числа ремісників належало тут 4 пекарі, 4 боднарі, 8
        ковбасників, 26 каретників, 2 чинбарі, 5 коновалів, 1 шапник, 1 мідник,
        1 кушнір, 6 мулярів, 12 крупарів, 2 миловари, 1 сідельник, 4 кравці, 19
        шевців, 1 коминяр, 4 столяри, 2 гончарі, 1 годинникар, 36 шинкарів, 8
        трактирників, 1 цукерник. Велося будівництво галер і барж для
        перевезення зерна, дерева та інших місцевих продуктів. У місті
        знаходилися великі і різноманітні склади, де працювало 37 теслів і
        багато інших людей. Зробленими тут галерами проводилася також досить
        значна торгівля Дністром до Чорного моря і Одеси. Місцева торгівля
        забезпечувала лише власні потреби, для чого тут працювало 3 магазини
        споживчі і галантерейні (зокрема Богдановича і Кодребського), 2
        посередники, 12 торговців деревом, 4 залізом, 4 торговці різними
        товарами, 1 худобою, 3 вином, 3 шкірами, 2 сіллю, 8 товарами
        мануфактурними і 8 торговців з різними сировинними продуктами. Жителі
        Старих Заліщик в основному займалися сільським господарством,
        рибальством та простими ремеслами. Такими були Заліщики в час початку
        будівництва нової церкви.
      </p>
      <p>
        Йшла перша половина 60-х років ХІХ століття - періоду завершення
        соціально-політичних реформ і проголошення окремих національних свобод.
        Тож і українське населення (тоді вживалася назва «русини»), в тому числі
        і в нашому краї, активізує свої дії. Національне становище в нашому
        місті того часу було, можна без перебільшення стверджувати, плачевним. У
        нарисі сучасника з того ж 1864 року під назвою «З Заліщик. Записки
        подорожі», крім захопленого опису мальовничого розташування містечка,
        знаходимо слова щирого здивування від того «…що на різних вивісках
        магазинів, майстерень та заїжджих домів можна прочитати: Гастгоф,
        Трайтер, Шанк і Фіш, Торгівля Розенцвайга, а на вулицях: Гауптштрассе,
        Кірхенгаллє». Все тут було на австрійський манер. Подорожуючий,
        висловлюючи свій подив таким станом в галицькому містечку, пише:
        «Прибувши до Заліщик на судні, де, признаюся, трохи задрімав, здалося
        мені, що то може якась чарівниця перенесла мене на Дунай і я знаходжуся
        випадково в якім-небудь Клостеннойбурзі, йдучи далі побачив я однак
        будинок з написом «Торгівля Кодребського», а далі знову будинок з
        написом «Civil Spital». Справді остовпів єм. Був я в різних містах
        Галичини: Дрогобичі, Яворові, Миколаєві, але подібного там не бачив».
      </p>
      <p>
        Ось такі умови цивільного адміністрування панували в той час у нашому
        місті. А чи легко було церкві? Вона стала чи не єдиним засобом і
        способом самозбереження української самоідентичності нашого народу, його
        духовним оберегом. Від 1861 по 1873 рік богослужіння для заліщицьких
        греко-католиків відбувалися в римо-католицькому костелі. А тим часом
        треба було будувати свою церкву. Залишитися без церкви - означало для
        людей втратити єдину духовну опору в житті. Тому й стало можливим те,
        про що, змальовуючи картину посвячення наріжного каменя під будівництво
        церкви 5 липня 1863 року, повідомляє автор допису в газету: «Наши Русини
        познали, що вже настигла хвиля до дъланія (діяльності – М.С.), що вжъ въ
        скоръ укончится ихъ долголътна укоризна (пригнічення – М.С.). Кому
        изъвестно, съ якими нуждами боротися муситъ тутъ наш святой обрядъ,
        котрий страждетъ у насъ больше, якъ въ котрой небудь части отечества
        нашего, тому будетъ понятно, що дъялося в серцях наших, колисьмо увидъли
        вже не в чужинъ, а також разом на отцевщинъ нашой; многи не мого
        проглаголати (вимовити – М.С.) слова, стискалися зъ радости в молчанію».
      </p>
      <p>
        Ось такий настрій панував серед зібраного люду, що в 10-й годині того
        дня на площі перед майбутнім храмом зібрався на урочини закладення
        церкви. Були тут і всі достойники військової і цивільної влади в галевих
        мундирах, духовенство, шкільна молодь, військо і жандармерія вишикувана
        шпалерами, і звичайно чисельно зібрані містяни та жителі Старих Заліщик,
        Добровлян і навколишніх сіл. Почалося соборне святе Богослуження з
        дияконами. Після заамвонної молитви місцевий парох, промовляючи до
        зібраного народу в короткій, але дуже зворушливій проповіді, згадав про
        сумні наслідки пожежі, в якій три роки тому згоріла церква в Заліщиках.
        Отець виголосив сердечну подяку цивільній владі округу в особі Людвіга
        Кубе, котрий сприяв купівлі обширної ділянки для церкви, а також всім,
        хто допомагав в справі підготовки будівництва церкви.
      </p>
      <p>
        Парохами церкви в цей період були Атанасій Окуневський та Теодор
        Лисевич. А. Окуневський у 1860 році закінчив Львівську генеральну
        греко-католицьку духовну семінарію і був висвячений у священичий сан
        1863 року. Першим місцем його праці стали Заліщики, в 1864 році - місто
        Бережани, а у 1867 році він став парохом села Садки. Теодор Лисевич,
        парох Заліщик, був в 1866 році також греко-католицьким деканом,
        керівником шкільного округу та виконував ряд інших громадських функцій.
      </p>
      <p>
        Перший основоположний камінь поклав уже згадуваний Л. Кубе (був
        цісарсько-королівським начальником заліщицького округу в 1857-1866
        роках) разом з патроном церкви (цивільним покровителем), власником
        Заліщик Леоном Антонієм бароном Бруніцьким. Після завершення
        Богослужіння всі достойники, деякі особи вищого стану і численне
        високопреосвященне духовенство були запрошені в будинок пароха, де
        перебували кілька годин.
      </p>
      <p>
        Після обіду небо вияснилося і погода покращилася. Серед населення
        панував гарний святковий настрій. Організатори будови відзначали, що
        велика кількість людей прилучалася до підготовки будівництва церкви
        своїми пожертвами. На їх пожертви вже на той час було придбано матеріали
        для фундаменту церкви і значну частину матеріалу. Допомога надходила
        навіть від вірних з Перемишлянської єпархії. В короткому повідомленні
        про закладення основоположного каменя під будову церкви в Заліщиках було
        також і проникливе звернення про підтримку, яке завершувалося словами: «
        Такъ надъмся, що вся любезная Русь (під назвою Русь автор розумів всі
        Галицькі землі – М. С.) нъ откажеть намъ своїй помощи, а наша церков не
        только буде дъломь любви христіяньской, но станетъ она також пам’ятником
        народним. Ми кръпко уповаемъ, що братья наши другой народности не
        отслонятся также подати нам словом и деломъ свою помочную руку».
      </p>
      <p>
        Так починалася в далекому 1864 році велика справа зведення церкви (13
        жовтня 1873 року її буде посвячено), яка вже майже півтора сотні років є
        джерелом Віри, Надії і Любові для заліщан під святим Покровом Божої
        Матері.
      </p>
      <p style="text-align: end">
        <b>Михайло Сопилюк,</b>
        <br />
        <b>викладач історії Заліщицького аграрного коледжу</b>
      </p>`;

export default fullHistoryHTML;
