const priestsHTML = ` <h3>Священики</h3><p>
        Перші священики(парохи церков) у місті Заліщики до побудови теперішньої
        церкви:
      </p>
      <ol>
        <i>
          <li>о.Гаврило Щиглович (1725р.-)</li>
          <li>о.Теодор Дідинський (1756р.-)</li>
          <li>о.Аніцела де Галька Галькевич (1778 – 1816 рр.)</li>
          <li>о.Павло Мартинковський(1832р.-)</li>
          <li>о.Йозеф Чернявський (1836р.-)</li>
          <li>о.Михайло Рожанковський (1838-1860 рр.)</li>
          <li>о.Леопольд Залеський (1860-1862рр.)</li>
        </i>
      </ol>
      <p>
        Парох, будівничий теперішньої церкви о.Теодор Лісевич(1862-1873рр.)
        Церкву Святої Трійці(новозбудовані стіни) посвятив генеральний
        львівський канонік(член капітулу) Павліковський 13 жовтня 1873
        року.Парохом тоді був о.Теодор Лісевич. Після нього був парохом
        о.Олександр Княгиницький.Тоді церква в Заліщиках належала до Львівської
        єпархії.
      </p>
      <p>Парохи церкви в Заліщиках що належали до Станиславівської єпархії:</p>
      <ol>
        <i>
          <li>
            о.Олександр Княгиницький (1874-1907рр.). Він завершував будівництво
            храму , що закінчилось у 1875р.
          </li>
          <li>о.Ємануїл Княгиницький (1907-1908рр.)</li>
          <li>о.Ілля Чорнодоля (1908-1922рр.)</li>
          <li>о.Василь Попадюк (1925-1933 рр.)</li>
          <li>о.Петро Мельничук (-1935р.)</li>
          <li>
            о.Роман Добрянський (1935-1945рр.). За часів його душпастирства
            розпочалось будівництво церкви в селі Добровляни. Церква в
            Добровлянах була дочірною по віношенню до храму в м.Заліщики, що
            була матірною.
          </li>
        </i>
      </ol>
      <p>
        Після війни, до 1962 року, парохами церкви в Заліщиках у різний час були
        ще три священики. Серед них о.Ігнатій Заяць, що похоронений на
        Заліщицькому кладовищі. Деякий час, особливо в перших місяцях після
        війни, через відсутність о.Романа Добрянського завідателем цекви у
        Заліщиках був о.Іван Чокур, сотрудник храму, що похорений на
        Заліщицькому кладовищі. Храмовий празник у місті Заліщики святкували на
        свято Святої Трійці, на Свято Покрови Пресвятої Богородиці відбувався
        відпуст. Після війни свято Покрови Пресвятої Богородиці є Престольним
        празником.
      </p>
      <p>
        17 вересня 1974 року в храмі влаштовано районний краєзнавчий музей, який
        тут був до 25 серпня 1989 року.
      </p>
      <p>
        Священики УГКЦ, що підпільно проводили богослужіння в радянські часи в
        м.Заліщики:
      </p>
      <ol>
        <i>
          <li>Владика Яків Тимчук ЧСВВ (похоронений у м.Заліщики)</li>
          <li>о.Єронім Тимчук ЧСВВ (похоронений у м.Заліщики)</li>
          <li>о.Степан Захарків ЧНІ</li>
          <li>о.Ярослав Мартинюк(похоронений у м.Заліщики)</li>
        </i>
      </ol>
      <p>
        Парохи церкви, які були у храмі за часів його відродження, починаючи з
        1989 року:
      </p>
      <ol>
        <i>
          <li>о.Богдан Срібняк (серпень - листопад 1989р.)</li>
          <li>о.Тарас Сеньків (1989-1991рр.)</li>
          <li>о.Василь Погорецький (1991-1993рр.)</li>
          <li>о.Никодим Гуралюк (1993-1995рр.)</li>
          <li>о.Іван Сендзюк (1996 - сьогодні)</li>
        </i>
      </ol>
      <p style="text-align: end">
        <b>
          Василь Олійник,
          <br />
          директор Заліщицького краєзнавчого музею
        </b>
      </p>`;

export default priestsHTML;
